Repository: VerbaAlpina/Interactive-Map_Plugin
Catalog: languages/interactive-map-*.po
Languages: de_de

source: No table given!
de_de: Keine Tabelle angegeben!

source: No primary key given!
de_de: Kein Primärschlüssel angegeben!

source: No columns given!
de_de: Keine Spalten angegeben!

source: No id given!
de_de: Keine ID angegeben!

source: Add new value
de_de: Neuen Wert hinzufügen

source: Insert
de_de: Einfügen

source: Show data
de_de: Daten anzeigen

source: Synoptic map
de_de: Synoptische Karte

source: Save selection as synoptic map
de_de: Auswahl als synoptische Karte speichern

source: Comment
de_de: Kommentar

source: Edit comment
de_de: Kommentar bearbeiten

source: Save
de_de: Speichern

source: Description
de_de: Beschreibung

source: Save only active elements
de_de: Nur aktive Elemente speichern

source: Save all elements
de_de: Alle Elemente speichern

source: Apply for release
de_de: Freigabe beantragen

source: Print List
de_de: Liste exportieren

source: Print as List
de_de: Als Liste exportieren

source: Grouping
de_de: Gruppierung

source: Sorting
de_de: Sortierung

source: alphabetical
de_de: alphabetisch

source: ascending
de_de: aufsteigend

source: descending
de_de: absteigend

source: according to the number of instances
de_de: nach Häufigkeit

source: No elements selected!
de_de: Keine Elemente ausgewählt!

source: Please enter a name!
de_de: Bitte einen Namen eingeben!

source: A map by that name already exists. Please choose another name!
de_de: Eine Karte mit diesem Namen existiert bereits. Bitte geben Sie einen anderen Namen ein!

source: You have saved the map successfully!
de_de: Karte erfolgreich gespeichert!

source: Saving not possible!
de_de: Speichern nicht möglich!

source: There are not enough symbols to show the current selection!
de_de: Es sind nicht genügend Symbole vorhanden, um die aktuelle Auswahl anzuzeigen!

source: There is no data!
de_de: Keine Daten vorhanden

source: This comment is not available in English. Please select another language!
de_de: Dieser Kommentar steht auf Deutsch nicht zur Verfügung. Bitte eine andere Sprache wählen!

source: Please save the current changes first!
de_de: Bitte zuerst die aktuellen Änderungen speichern!

source: If a synoptic map should be shown to all users, you have to ask for its release. All other maps remain personal and can only be used by the person who created it.
de_de: Wenn eine synoptische Karte für alle Benutzer angezeigt werden soll, muss eine Freigabe beantragt werden. Alle anderen Karten bleiben privat und können nur vom jeweiligen Ersteller genutzt werden.

source: Enter new value!
de_de: Neuen Wert eingeben!

source: Value added!
de_de: Wert hinzugefügt!

source: Select List Type
de_de: Wählen Sie einen Listentyp:

source: Options
de_de: Optionen

source: Select category
de_de: Kategorie auswählen

source: Add new data
de_de: Neue Daten hinzufügen

source: Select all
de_de: Alle auswählen

source: No grouping
de_de: keine

source: Discard changes
de_de: Änderungen verwerfen

source: Commit changes
de_de: Änderungen übertragen

source: Edit mode
de_de: Editiermodus

source: Separate %d. marker from multi symbol
de_de: Trenne den %d. Marker vom Multi-Symbol

source: Undo last operation
de_de: Letzte Änderung rückgängig

source: Leave edit mode
de_de: Editiermodus verlassen

source: Not possible to load non-editable category in edit mode!
de_de: Es ist nicht möglich nicht editierbare Kategorien im Editiermodus zu laden!

source: Field "%s" is not allowed to be empty!
de_de: Feld "%s" darf nicht leer sein!

source: per element
de_de: elementweise

source: This comment is currently edited by another user!
de_de: Dieser Kommentar wird gerade von einem anderen Nutzer bearbeitet!

source: Marking
de_de: Markierung

source: Add marking
de_de: Markierung hinzufügen

source: Select domain
de_de: Domäne auswählen

source: Select value
de_de: Wert auswählen

source: Remove
de_de: Entfernen

source: (without)
de_de: (ohne)

source: This selection will return no data!
de_de: Diese Auswahl liefert keine Daten!

source: English text gradient help
de_de: Die Farbskala korreliert, von links (niedrig) nach rechts (hoch) ansteigend, mit den quantifizierten Werten. Jedes Farbschema enthält eine spezifische Farbe für den Wert 0. Diese ist standardmäßig auf ein dunkles Grau eingestellt, kann jedoch durch Klicken auf das Stift-Symbol, das erscheint, sobald die Maus über die Skala bewegt wird, beliebig geändert werden. Durch einen Klick auf die Farbskala werden die alternativen Schemata geöffnet, die wiederum durch Anklicken ausgewählt und so auf die gegenwärtige Visualisierung angewandt werden können.

source: Loading, please wait...
de_de: Lädt, bitte warten...

source: Please enter searchterm...
de_de: Bitte Suchbegriff eingeben...

source: Options Interactive Map
de_de: Optionen Interaktive Karte

source: Interactive Map
de_de: Interaktive Karte
